Repository: FazelMan/Infra
Catalog: Infra.Shared/Properties/Resources.*.resx
Languages: fa

source: Courier has order already
fa: شما یک بسته در حال ارسال دارید

source: Delivery request not exists
fa: امکان قبول مرسوله موجود نمی باشد

source: Duplicate request
fa: درخواست تکراری می باشد

source: Invalid clear price
fa: قیمت نهایی اشتباه می باشد

source: Invalid Date
fa: تاریخ اشتباه می باشد

source: Invalid order id
fa: کد سفارش نادرست می باشد

source: Invalid secret code
fa: کد تحویل اشتباه می باشد

source: Invalid sell count
fa: تعداد موجودی معتبر نمی باشد

source: Invalid Sms Code
fa: کد تایید نادرست می باشد

source: Not allowed to request delivery
fa: در حال حاضر امکان استفاده از این ویژگی وجود ندارد

source: Order is assigned to delivery
fa: امکان لغو وجود ندارد

source: Transporter already exists
fa: پیک در حال حاضر ثبت شده است

source: Transporter should be accepted
fa: پیک می بایستی تایید گردد

source: Transporter should be registered
fa: پیک باید ثبت نام گردد

source: Unexpected result
fa: خطا در عملیات

source: User does not exist
fa: کاربر یافت نشد

source: Data Already Exisits
fa: مقدار وارد شده تکراری است

source: Image type is required
fa: فرمت عکس اجباری است

source: Data not found
fa: موردی یافت نشد!

source: Invalid Captcha
fa: کد تصویر اشتباه است!

# ServiceNotInitialized
source: Service is noot initialized
fa: سرویس مورد نظر پیاده‌سازی نشده است!

source: Not allow license excel view
fa: مجوزی برای این کاربر صادر نشده است

source: User already exists
fa: کاربری با این مشخصات وجود دارد

# UserPhoneMAlreadyExists
source: User phone mobile already exists
fa: شماره موبایل تکراری است

source: Unsupported MimeType specified
fa: نوع داده معتبر نمی‌باشد

source: Validation error
fa: خطا در اعتبارسنجی

source: Invalid text input
fa: مقدار ورودی نامعتبر می‌باشد

source: Invalid nationalCode
fa: کد ملی نامعتبر است

source: Invalid mobile number
fa: شماره موبایل نامعتبر است

source: Invalid invalid phone number
fa: شماره تلفن نامعتبر است

source: Invalid email address
fa: آدرس ایمیل نامعتبر است

source: Invalid invalid fax number
fa: شماره فکس نامعتبر است

source: Invalid stage id
fa: شناسه مرحله نامعتبر است

source: Invalid job Status Id
fa: شناسه وضعیت شغل نامعتبر است

source: Invalid job type id
fa: شناسه نوع شغل نامعتبر است

source: Invalid area id
fa: شناسه منطقه نامعتبر است

source: Invalid workshop id
fa: شناسه کارگاه نامعتبر است

source: Invalid zip code
fa: کدپستی ناممعتبر است

source: Invalid network id
fa: شناسه شبکه نامعتبر است

source: Invalid counter id
fa: شناسه شمارنده نامعتبر است

source: Invalid child index
fa: کد مراقبت نامعتبر است

source: Invalid id_worktime
fa: شناسه زمان کاری نامعتبر است

source: Invalid license NO
fa: شناسه گواهینامه نامعتبر است

source: Invalid Id_CertificatesType
fa: نوع شناسه گواهینامه نامعتبر است

source: Invalid VIN
fa: شماره شناسایی خودرو نامعتبر است

source: Invalid amount request price
fa: مقدار قیمت درخواست داده شده نامعتبر است

source: Invalid medical NO
fa: شماره پزشکی نامعتبر است

source: Invalid id_university
fa: شناسه دانشگاه نامعتبر است

source: Invalid dentist unit cnt
fa: تعداد واحد دندانپزشکی نامعتبر است

source: Invalid max count
fa: تعداد حداکثر نامعتبر است

source: Invalid min count
fa: تعداد حداقل نامعتبر است

source: Invalid min len
fa: حداقل طول نامعتبر است

source: Invalid Insurance Num1
fa: شماره بیمه نامعتبر است

source: Invalid discount
fa: تخفیف نامعتبر است

source: Invalid refresh token
fa: refresh token نامعتبر است

source: Invalid role id
fa: شناسه نقش نامعتبر است

source: Invalid image data
fa: داده تصویر نامعتبر است

source: Large image data
fa: داده تصویر حجیم است

source: Business error
fa: خطای کسب و کار

source: Unexpected result
fa: نتیجه غیر قابل انتظار است

source: Network does not exist
fa: دسترسی به شبکه وجود ندارد

source: Role does not exist
fa: نقش وجود ندارد

source: Amount does not match
fa: مبلغ مطابقت ندارد

source: Penalty does not Match
fa: جریمه مطابقت ندارد

source: Invalid amount request bank
fa: درخواست مبلغ بانکی نامعتبر است

source: Security error
fa: خطای امنیتی وجود دارد

source: Refresh token does not exist
fa: refresh token وجود ندارد

source: Request binding error
fa: خطای درخواست اجباری وجود دارد

source: Bank connection error
fa: خطای ارتباط با بانک وجود دارد

source: Counter does not exists
fa: پیشخوان وجود ندارد

source: Data does not exist
fa: داده وجود ندارد

source: Duplicate plaque
fa: پلاک تکراری است

source: Duplicate VIN
fa: شماره شناسایی خودرو تکرای است

source: Invalid agent national id
fa: شناسه ملی نماینده نامعتبر است

source: Invalid amount
fa: مبلغ نامعتبر است

source: Invalid barcode
fa: بارکد نامعتبر است

source: Invalid delivery price
fa: قیمت تحویل نامعتبر است

source: Invalid excell file
fa: فایل اکسل نامعتبر است

source: Invalid form details
fa: جزئیات فرم نامعتبر است

source: Invalid id_vehicle name
fa: شناسه نام وسیله نقلیه نامعتبر است

source: Invalid licenseNO_date
fa: تاریخ شماره مجوز نامعتبر است

source: Invalid model date
fa: مدل داده نامعتبر است

source: Invalid null or string value
fa: مقدار رشته یا خالی نامعتبر است

source: Invalid order access
fa: دسترسی به سفارش نامعتبر است

source: Invalid password
fa: کلمه عبور نامعتبر است

source: Invalid phoneM
fa: شماره همراه نامعتبر است

source: Invalid plaque number
fa: شماره پلاک نامعتبر است

source: Invalid price
fa: قیمت نامعتبر است

source: Invalid product id
fa: شناسه محصول نامعتبر است

source: Invalid role user id
fa: شناسه نقش کاربری نامعتبر است

source: Invalid state code
fa: کد وضعیت نامعتبر است

source: Invalid technical national id
fa: شناسه ملی فنی نامعتبر است

source: Invalid university id
fa: شناسه دانشگاه نامعتبر است

source: Invalid user id
fa: شناسه کاربر نامعتبر است

source: Invalid workshop token type
fa: نوع توکن کارگاه نامعتبر است

source: Job type does not exists
fa: نوع شغل وجود ندارد

source: User account inactive
fa: حساب کاربری غیر فعال است

source: User info does not exist
fa: اطلاعات کاربر وجود ندارد

source: Invalid persian character
fa: کاراکتر فارسی نامعتبر است

source: Invalid zero value
fa: مقدار صفر نامعتبر است

source: Payment already
fa: پرداخت آماده است

source: Network parent does not exist
fa: شبکه وجود ندارد

source: Invalid seasonal
fa: فصل نامعتبر است

source: Invalid phoneF
fa: شماره تلفن نامعتبر است

source: Invalid error IR code
fa: کد ملی نامعتبر است

source: Invalid homemade
fa: خطا

source: Invalid id day
fa: روز اشتباه است

source: Invalid id shift
fa: شیفت اشتباه است

source: Invalid auto clave
fa: خطا

# DataAlreadyExist
source: Data Already Exisit
fa: مقدار وارد شده تکراری است
